[
  {
    "title": "NASA's Curiosity Takes Selfie With 'Mary Anning' on the Red Planet",
    "preview": "The Mars rover has drilled three samples of rock in this clay-enriched region since arriving in July."
  },
  {
    "title": "How NASA's Perseverance Mars Team Adjusted to Work in the Time of Coronavirus",
    "preview": "Like much of the rest of the world, the Mars rover team is pushing forward with its mission-critical work while putting the health and safety of their colleagues and community first."
  },
  {
    "title": "With Mars Methane Mystery Unsolved, Curiosity Serves Scientists a New One: Oxygen",
    "preview": "For the first time in the history of space exploration, scientists have measured the seasonal changes in the gases that fill the air directly above the surface of Gale Crater on Mars."
  },
  {
    "title": "NASA's Perseverance Rover 100 Days Out",
    "preview": "Mark your calendars: The agency's latest rover has only about 8,640,000 seconds to go before it touches down on the Red Planet, becoming history's next Mars car."
  },
  {
    "title": "What's Mars Solar Conjunction, and Why Does It Matter?",
    "preview": "NASA spacecraft at Mars are going to be on their own for a few weeks when the Sun comes between Mars and Earth, interrupting communications."
  },
  {
    "title": "NASA's MAVEN Maps Winds in the Martian Upper Atmosphere that Mirror the Terrain Below and Gives Clues to Martian Climate",
    "preview": "Researchers have created the first map of wind circulation in the upper atmosphere of a planet besides Earth, using data from NASA’s MAVEN spacecraft that were collected during the last two years."
  },
  {
    "title": "NASA's Perseverance Rover Bringing 3D-Printed Metal Parts to Mars",
    "preview": "For hobbyists and makers, 3D printing expands creative possibilities; for specialized engineers, it's also key to next-generation spacecraft design."
  },
  {
    "title": "NASA's Perseverance Rover Will Look at Mars Through These 'Eyes'",
    "preview": "A pair of zoomable cameras will help scientists and rover drivers with high-resolution color images."
  },
  {
    "title": "Alabama High School Student Names NASA's Mars Helicopter",
    "preview": "Vaneeza Rupani's essay was chosen as the name for the small spacecraft, which will mark NASA's first attempt at powered flight on another planet."
  },
  {
    "title": "A Martian Roundtrip: NASA's Perseverance Rover Sample Tubes",
    "preview": "Marvels of engineering, the rover's sample tubes must be tough enough to safely bring Red Planet samples on the long journey back to Earth in immaculate condition."
  },
  {
    "title": "NASA's Perseverance Mars Rover Gets Its Wheels and Air Brakes",
    "preview": "After the rover was shipped from JPL to Kennedy Space Center, the team is getting closer to finalizing the spacecraft for launch later this summer."
  },
  {
    "title": "Newfound Martian Aurora Actually the Most Common; Sheds Light on Mars' Changing Climate",
    "preview": "A type of Martian aurora first identified by NASA’s MAVEN spacecraft in 2016 is actually the most common form of aurora occurring on the Red Planet, according to new results from the mission."
  },
  {
    "title": "NASA Adds Return Sample Scientists to Mars 2020 Leadership Team",
    "preview": "The leadership council for Mars 2020 science added two new members who represent the interests of scientists destined to handle and study the first samples from Red Planet."
  },
  {
    "title": "NASA's Ingenuity Mars Helicopter Recharges Its Batteries in Flight",
    "preview": "Headed to the Red Planet with the Perseverance rover, the pioneering helicopter is powered up for the first time in interplanetary space as part of a systems check."
  },
  {
    "title": "Virginia Middle School Student Earns Honor of Naming NASA's Next Mars Rover",
    "preview": "NASA chose a seventh-grader from Virginia as winner of the agency's \"Name the Rover\" essay contest. Alexander Mather's entry for \"Perseverance\" was voted tops among 28,000 entries."
  }
]